/* No comment provided by engineer. */
"%.0f milliseconds" = "%.0f milliseconds";

/* milliseconds */
"%.0f ms" = "%.0f ms";

/* No comment provided by engineer. */
"%.0f seconds" = "%.0f seconds";

/* seconds */
"%.0f secs" = "%.0f secs";

/* No comment provided by engineer. */
"%.1f days" = "%.1f days";

/* No comment provided by engineer. */
"%.1f hours" = "%.1f hours";

/* hours */
"%.1f hrs" = "%.1f hrs";

/* minutes */
"%.1f mins" = "%.1f mins";

/* No comment provided by engineer. */
"%.1f minutes" = "%.1f minutes";

/* No comment provided by engineer. */
"%.1f seconds" = "%.1f seconds";

/* seconds */
"%.1f secs" = "%.1f secs";

/* %@ %@ filter */
"%@ %@ filter" = "%1$@ %2$@ filter";

/* %@ stop */
"%@ stop" = "%@ stop";

/* %@ stops */
"%@ stops" = "%@ stops";

/* %d HDR set */
"%d HDR set" = "%d HDR set";

/* %d HDR sets */
"%d HDR sets" = "%d HDR sets";

/* %i hours %i minutes and %i seconds */
"%i hours %i minutes and %i seconds" = "%1$i hours %2$i minutes and %3$i seconds";

/* Broadcasting as:\n\n%@\n\n%d devices connected. */
"Broadcasting as:\n\n%@\n\n%d devices connected." = "Broadcasting as:\n\n%1$@\n\n%2$d devices connected.";

/* Broadcasting as:\n\n%@\n\nNo slave devices connected. */
"Broadcasting as:\n\n%@\n\nNo slave devices connected." = "Broadcasting as:\n\n%@\n\nNo slave devices connected.";

/* Broadcasting as:\n\n%@\n\nWait for slave devices to connect to this device! */
"Broadcasting as:\n\n%@\n\nWait for slave devices to connect to this device!" = "Broadcasting as:\n\n%@\n\nWait for slave devices to connect to this device!";

/* Bulb Required! */
"Bulb Required!" = "Bulb Required!";

/* Cancel */
"Cancel" = "Cancel";

/* Close panel */
"Close panel" = "Close panel";

/* Connect to WiFi before continuing */
"Connect to WiFi before continuing" = "Connect to WiFi before continuing";

/* Distance Unit */
"Distance Unit" = "Distance Unit";

/* Exposures need to be shorter than the interval. Choose a longer duration or shorter shutter speed. */
"Exposures need to be shorter than the interval. Choose a longer duration or shorter shutter speed." = "Exposures need to be shorter than the interval. Choose a longer duration or shorter shutter speed.";

/* First light at %@ */
"First light at %@" = "First light at %@";

/* I can't hear you */
"I can't hear you" = "I can't hear you";

/* I can't hear you .. Is microphone permission disabled, perhaps? */
"I can't hear you .. Is microphone permission disabled, perhaps?" = "I can't hear you .. Is microphone permission disabled, perhaps?";

/* I can't see you... is Camera permission denied, perhaps? */
"I can't see you... is Camera permission denied, perhaps?" = "I can't see you... is Camera permission denied, perhaps?";

/* I don't know where I am... Are location services disabled, perhaps? */
"I don't know where I am... Are location services disabled, perhaps?" = "I don't know where I am... Are location services disabled, perhaps?";

/* In %@ */
"In %@" = "In %@";

/* km */
"km" = "km";

/* km/h */
"km/h" = "km/h";

/* Last light at %@ */
"Last light at %@" = "Last light at %@";

/* Listening for your wearable. Navigate to a Wearables compatible mode, and you’re ready to use your Wearable to trigger your camera. */
"Listening for your wearable. Navigate to a Wearables compatible mode, and you’re ready to use your Wearable to trigger your camera." = "Listening for your wearable. Navigate to a Wearables compatible mode, and you’re ready to use your Wearable to trigger your camera.";

/* Lost connection to Master */
"Lost connection to Master" = "Lost connection to Master";

/* Low Volume */
"Low Volume" = "Low Volume";

/* m */
"m" = "m";

/* m/s */
"m/s" = "m/s";

/* meters */
"meters" = "meters";

/* miles */
"miles" = "miles";

/* mph */
"mph" = "mph";

/* Next: */
"Next:" = "Next:";

/* No Wifi Detected */
"No Wifi Detected" = "No Wifi Detected";

/* Not available with Wearable mode running */
"Not available with Wearable mode running" = "Not available with Wearable mode running";

/* Not available with Wifi Master running */
"Not available with Wifi Master running" = "Not available with Wifi Master running";

/* Number of exposures */
"Number of exposures" = "Number of exposures";

/* Number of exposures: 3 */
"Number of exposures: 3" = "Number of exposures: 3";

/* OK */
"OK" = "OK";

/* Open in App Store */
"Open in App Store" = "Open in App Store";

/* Open in Safari */
"Open in Safari" = "Open in Safari";

/* Please make sure your camera is set to Bulb to use this mode correctly. */
"Please make sure your camera is set to Bulb to use this mode correctly." = "Please make sure your camera is set to Bulb to use this mode correctly.";

/* Please set the volume to maximum to use Triggertrap mobile */
"Please set the volume to maximum to use Triggertrap mobile" = "Please set the volume to maximum to use Triggertrap mobile";

/* Pulse Length */
"Pulse Length" = "Pulse Length";

/* Sensor Delay */
"Sensor Delay" = "Sensor Delay";

/* Sensor Reset Delay */
"Sensor Reset Delay" = "Sensor Reset Delay";

/* Slow down, buddy! */
"Slow down, buddy!" = "Slow down, buddy!";

/* Speed Unit */
"Speed Unit" = "Speed Unit";

/* Sunrise */
"Sunrise" = "Sunrise";

/* Sunrise Today */
"Sunrise Today" = "Sunrise Today";

/* Sunrise Tomorrow */
"Sunrise Tomorrow" = "Sunrise Tomorrow";

/* Sunset */
"Sunset" = "Sunset";

/* Sunset Tomorrow */
"Sunset Tomorrow" = "Sunset Tomorrow";

/* Sunset Tonight */
"Sunset Tonight" = "Sunset Tonight";

/* Tap on an available Wi-Fi master to select it, then press the big red button to start listening! Whenever the Wi-Fi Master device triggers, your Slave device will trigger too. Tap the red button again to stop listening to the Wi-Fi Master. */
"Tap on an available Wi-Fi master to select it, then press the big red button to start listening! Whenever the Wi-Fi Master device triggers, your Slave device will trigger too. Tap the red button again to stop listening to the Wi-Fi Master." = "Tap on an available Wi-Fi master to select it, then press the big red button to start listening! Whenever the Wi-Fi Master device triggers, your Slave device will trigger too. Tap the red button again to stop listening to the Wi-Fi Master.";

/* Tap on the red button to start listening for your Apple Watch. Once Wearables mode is active just open any mode that supports wearable triggering, setup the mode just how you like it, and press the trigger button on your Apple Watch. */
"Tap on the red button to start listening for your Apple Watch. Once Wearables mode is active just open any mode that supports wearable triggering, setup the mode just how you like it, and press the trigger button on your Apple Watch." = "Tap on the red button to start listening for your Apple Watch. Once Wearables mode is active just open any mode that supports wearable triggering, setup the mode just how you like it, and press the trigger button on your Apple Watch.";


/* Tap the big red button to start broadcasting as a Wi-Fi Master, then go to any mode that supports Wi-Fi triggering and use it like normal. When your Master device triggers, your connected Wi-Fi slaves will trigger too! The number of connected Slave devices will appear here when active. */
"Tap the big red button to start broadcasting as a Wi-Fi Master, then go to any mode that supports Wi-Fi triggering and use it like normal. When your Master device triggers, your connected Wi-Fi slaves will trigger too! The number of connected Slave devices will appear here when active." = "Tap the big red button to start broadcasting as a Wi-Fi Master, then go to any mode that supports Wi-Fi triggering and use it like normal. When your Master device triggers, your connected Wi-Fi slaves will trigger too! The number of connected Slave devices will appear here when active.";

/* That's not long enough. */
"That's not long enough." = "That's not long enough.";

/* This shutter speed is a bit too fast for bulb mode. Try using Shutter Priority on your camera, and Triggertrap as a cable release. */
"This shutter speed is a bit too fast for bulb mode. Try using Shutter Priority on your camera, and Triggertrap as a cable release." = "This shutter speed is a bit too fast for bulb mode. Try using Shutter Priority on your camera, and Triggertrap as a cable release.";

/* Triggertrap Timelapse Pro is a new approach to creating awesome timelapses. Connect your device to your camera with a Triggertrap Mobile kit, and you're set to get creative!\n\nTimelapse Pro has a modular approach to timelapse creation, letting you create sequences using the building blocks of timelapses - intervalometers and delays. With these blocks you can create timelapses of all shapes and sizes. Timelapse Pro's intervalometers allow you to set your interval between shots, as well as when you'd like the intervalometer to stop; either by the number of shots or after a set amount of time has passed. */
"Triggertrap Timelapse Pro is a new approach to creating awesome timelapses. Connect your device to your camera with a Triggertrap Mobile kit, and you're set to get creative!\n\nTimelapse Pro has a modular approach to timelapse creation, letting you create sequences using the building blocks of timelapses - intervalometers and delays. With these blocks you can create timelapses of all shapes and sizes. Timelapse Pro's intervalometers allow you to set your interval between shots, as well as when you'd like the intervalometer to stop; either by the number of shots or after a set amount of time has passed." = "Triggertrap Timelapse Pro is a new approach to creating awesome timelapses. Connect your device to your camera with a Triggertrap Mobile kit, and you're set to get creative!\n\nTimelapse Pro has a modular approach to timelapse creation, letting you create sequences using the building blocks of timelapses - intervalometers and delays. With these blocks you can create timelapses of all shapes and sizes. Timelapse Pro's intervalometers allow you to set your interval between shots, as well as when you'd like the intervalometer to stop; either by the number of shots or after a set amount of time has passed.";

/* Where am I? */
"Where am I?" = "Where am I?";

/* Where have you gone? */
"Where have you gone?" = "Where have you gone?";

/* Woops */
"Woops" = "Woops";

/* yards */
"yards" = "yards";

/* You are connected to:\n\n%@\n\nWait for the master device to trigger this device! */
"You are connected to:\n\n%@\n\nWait for the master device to trigger this device!" = "You are connected to:\n\n%@\n\nWait for the master device to trigger this device!";

